{
    "navbar": {
        "home": "Inicio",
        "about": "Sobre mí",
        "resume": "Currículum",
        "contact": "Contacto"
    },
    "languages":{
        "dark": "Oscuro",
        "light": "Claro"
    },
    "home": {
        "title": "Soy Constanza Ludueña.",
        "paragraph1": "Soy desarrolladora Full-Stack, nacida en Argentina 🇦🇷, pero actualmente establecida en España 🇪🇸.",
        "paragraph2": "La curiosidad siempre fue una gran amiga para mí. ."
    },
    "about-me": {
        "title": "Sobre mí",
        "title-who": "¿Quién soy?",
        "paragraph-who": "Mi nombre es Constanza Ludueña. Me considero una persona muy curiosa, a la que le encantan los desafíos. Soy traductora técnico-científica y literaria en inglés y desarrolladora Full-Stack.",
        "title-why": "¿Por qué yo?",
        "paragraph-why": "Me caracterizo por ser muy observadora y comunicativa. Siempre estoy dispuesta a aprender y a dar lo mejor de mí en cada circunstancia. Mis mayores fortalezas son la capacidad de resolución de conflictos y trabajo en equipo.",
        "title-academic": "Mi vida académica y profesional",
        "paragraph1-academic": "Me encanta siempre seguir aprendiendo. En 2012 comencé mis estudios en traducción en el instituto de formación superior Sofia Broquen de Spangenberg, una institución académica de renombre ubicada en Buenos Aires, Argentina. Unos años más tarde, comencé a insertarme en el mundo de la interpretación simultánea y consecutiva en inglés, lo cual me permitió potenciar exponencialmente mis habilidades lingüísticas y comunicativas. La frutilla del postre fue tener el gran honor de interpretar al entonces Presidente de Rotary Internacional durante toda su visita oficial a Argentina. En 2018 me gradué como traductora de inglés e inicié formalmente con mucho entusiasmo mi carrera profesional.",
        "paragraph2-academic": "En 2021, tratando de ampliar mis horizontes y con la intención de siempre seguir formándome en campos de mi interés, comencé la diplomatura de desarrollo web Full-Stack en Numen Academy. Estoy muy feliz al contemplar mis logros, avances y aprendizajes y de poder perseguir mis sueños."
        },
    "card": {
        "name": "Constanza Ludueña",
        "post": "Desarrolladora Full-Stack",
        "button": "Imprimir currículum"
    },
    "resume": {
        "title": "Mi currículum",
        "title-edu": "FORMACIÓN ACADÉMICA",
        "edu1-1": "Diplomatura en desarrollo web Full-Stack",
        "edu1-2": "Numen Academy (Buenos Aires, Argentina)",
        "edu2-1": "Interpretación simultánea y consecutiva de condeferencias EN-SP",
        "edu2-2": "McDonough Interpretation School (Buenos Aires, Argentina)",
        "edu3-1": "Traducción técnico-científica y literaria en inglés",
        "edu3-2": "Lenguas Vivas Sofía Broquen de Spangenberg (Buenos Aires, Argentina)",
        "edu4-1": "Bachillerato en economía y gestión de las organizaciones",
        "edu4-2": "Escuela secundaria Nº 7 (Junín, Argentina)",
        "title-tech": "TECNOLOGÍAS",
        "js": "JavaScript",
        "html": "HTML",
        "css": "CSS",
        "bootstrap": "Bootstrap",
        "nodejs": "Node.js",
        "git": "Git",
        "rf-api": "Restful API",
        "title-career": "CARRERA PROFESIONAL",
        "career1-1": "Instructora de inglés a cargo de diversos grupos (B2/C1) y traductora EN-SP responsable de diferentes proyectos de traducción",
        "career1-2": "Utalk (enseñanza in-company y servicios de traducción) | 2020 - Actualmente",
        "career2-1": "Interpretación consecutiva durante su visita oficial en Argentina y su discurso de clausura",
        "career2-2": "Interpretación EN-ES a Barry Rassin (Rotary International President) | 2018",
        "career3-1": "Proyecto de traducción de textos bibliográficos en el marco del programa Conocimiento y Prácticas Educativas",
        "career3-2": "FLACSO Argentina (Facultad Latinoamericana de Ciencias Sociales) | 2018"
    }

}
